{"word2idx": {"“": 0, "”": 1, "、": 2, "。": 3, "《": 4, "》": 5, "一": 6, "丁": 7, "七": 8, "万": 9, "丈": 10, "三": 11, "上": 12, "下": 13, "不": 14, "与": 15, "专": 16, "且": 17, "世": 18, "丘": 19, "业": 20, "丛": 21, "东": 22, "丝": 23, "丞": 24, "两": 25, "严": 26, "丧": 27, "中": 28, "丰": 29, "临": 30, "丹": 31, "为": 32, "主": 33, "丽": 34, "举": 35, "乃": 36, "久": 37, "么": 38, "义": 39, "之": 40, "乌": 41, "乍": 42, "乎": 43, "乐": 44, "乔": 45, "乖": 46, "乘": 47, "乙": 48, "九": 49, "乞": 50, "也": 51, "习": 52, "乡": 53, "书": 54, "买": 55, "乱": 56, "乳": 57, "乾": 58, "了": 59, "予": 60, "争": 61, "事": 62, "二": 63, "于": 64, "云": 65, "五": 66, "井": 67, "亘": 68, "亚": 69, "亡": 70, "交": 71, "亦": 72, "亩": 73, "京": 74, "亭": 75, "亲": 76, "人": 77, "仁": 78, "仆": 79, "今": 80, "仍": 81, "从": 82, "他": 83, "仗": 84, "仙": 85, "仞": 86, "代": 87, "令": 88, "以": 89, "仪": 90, "仰": 91, "仲": 92, "价": 93, "任": 94, "伊": 95, "伎": 96, "伏": 97, "伐": 98, "休": 99, "众": 100, "优": 101, "会": 102, "伛": 103, "传": 104, "伤": 105, "伦": 106, "伫": 107, "伯": 108, "估": 109, "伴": 110, "伶": 111, "伺": 112, "似": 113, "但": 114, "位": 115, "低": 116, "住": 117, "体": 118, "何": 119, "佗": 120, "余": 121, "佛": 122, "作": 123, "佩": 124, "佳": 125, "使": 126, "侍": 127, "供": 128, "依": 129, "侠": 130, "侦": 131, "侧": 132, "侯": 133, "侵": 134, "便": 135, "促": 136, "俊": 137, "俗": 138, "俜": 139, "保": 140, "信": 141, "俭": 142, "修": 143, "俯": 144, "俱": 145, "俸": 146, "倍": 147, "倏": 148, "倒": 149, "候": 150, "倚": 151, "借": 152, "倡": 153, "值": 154, "倾": 155, "假": 156, "偏": 157, "停": 158, "健": 159, "偶": 160, "偷": 161, "偻": 162, "傅": 163, "傍": 164, "储": 165, "催": 166, "像": 167, "僧": 168, "僮": 169, "僻": 170, "儋": 171, "儒": 172, "儿": 173, "兀": 174, "元": 175, "兄": 176, "充": 177, "兆": 178, "先": 179, "光": 180, "免": 181, "党": 182, "入": 183, "全": 184, "八": 185, "公": 186, "六": 187, "兮": 188, "兰": 189, "共": 190, "关": 191, "兴": 192, "兵": 193, "其": 194, "具": 195, "典": 196, "兹": 197, "养": 198, "兼": 199, "兽": 200, "冀": 201, "内": 202, "冉": 203, "再": 204, "冕": 205, "写": 206, "军": 207, "农": 208, "冠": 209, "冢": 210, "冤": 211, "冥": 212, "冬": 213, "冯": 214, "冰": 215, "冲": 216, "决": 217, "况": 218, "冷": 219, "冻": 220, "净": 221, "凄": 222, "准": 223, "凉": 224, "凋": 225, "凌": 226, "凑": 227, "凛": 228, "凝": 229, "几": 230, "凡": 231, "凤": 232, "凫": 233, "凭": 234, "凰": 235, "出": 236, "击": 237, "函": 238, "凿": 239, "刀": 240, "刁": 241, "刃": 242, "分": 243, "切": 244, "列": 245, "刘": 246, "则": 247, "初": 248, "判": 249, "利": 250, "别": 251, "到": 252, "制": 253, "刺": 254, "刻": 255, "削": 256, "前": 257, "剑": 258, "剔": 259, "剖": 260, "剜": 261, "剡": 262, "剧": 263, "剪": 264, "割": 265, "力": 266, "劝": 267, "功": 268, "加": 269, "务": 270, "动": 271, "劳": 272, "势": 273, "勃": 274, "勇": 275, "勉": 276, "勋": 277, "勒": 278, "募": 279, "勤": 280, "勿": 281, "匀": 282, "包": 283, "匈": 284, "化": 285, "北": 286, "匠": 287, "匪": 288, "匹": 289, "区": 290, "十": 291, "千": 292, "升": 293, "半": 294, "华": 295, "卑": 296, "卒": 297, "单": 298, "卖": 299, "南": 300, "博": 301, "占": 302, "卢": 303, "卧": 304, "卫": 305, "卯": 306, "印": 307, "危": 308, "即": 309, "却": 310, "卷": 311, "卿": 312, "厅": 313, "历": 314, "压": 315, "厚": 316, "原": 317, "厢": 318, "厦": 319, "厨": 320, "厮": 321, "去": 322, "县": 323, "参": 324, "又": 325, "及": 326, "友": 327, "双": 328, "反": 329, "发": 330, "叔": 331, "取": 332, "受": 333, "变": 334, "叙": 335, "叟": 336, "叠": 337, "口": 338, "古": 339, "句": 340, "叩": 341, "只": 342, "召": 343, "可": 344, "台": 345, "史": 346, "右": 347, "叶": 348, "号": 349, "司": 350, "叹": 351, "吁": 352, "各": 353, "合": 354, "吉": 355, "吊": 356, "同": 357, "名": 358, "后": 359, "吏": 360, "吐": 361, "向": 362, "吕": 363, "君": 364, "吞": 365, "吟": 366, "吠": 367, "否": 368, "含": 369, "听": 370, "吮": 371, "吴": 372, "吹": 373, "吼": 374, "吾": 375, "呈": 376, "告": 377, "呕": 378, "员": 379, "呙": 380, "呜": 381, "呦": 382, "周": 383, "味": 384, "呵": 385, "呼": 386, "命": 387, "咆": 388, "和": 389, "咏": 390, "咨": 391, "咸": 392, "咽": 393, "哀": 394, "哉": 395, "响": 396, "哑": 397, "哥": 398, "哦": 399, "哭": 400, "哳": 401, "唇": 402, "唐": 403, "唤": 404, "唧": 405, "唯": 406, "唱": 407, "唳": 408, "啄": 409, "商": 410, "啭": 411, "啮": 412, "啸": 413, "啼": 414, "啾": 415, "善": 416, "喜": 417, "喧": 418, "喷": 419, "喻": 420, "嗔": 421, "嗟": 422, "嗣": 423, "嘈": 424, "嘉": 425, "嘲": 426, "嘶": 427, "器": 428, "噫": 429, "嚼": 430, "四": 431, "回": 432, "因": 433, "团": 434, "园": 435, "困": 436, "围": 437, "固": 438, "国": 439, "图": 440, "圃": 441, "圆": 442, "圉": 443, "土": 444, "圣": 445, "在": 446, "圭": 447, "地": 448, "场": 449, "坊": 450, "坎": 451, "坐": 452, "坚": 453, "坛": 454, "坟": 455, "坠": 456, "坡": 457, "坤": 458, "坦": 459, "坼": 460, "垂": 461, "垒": 462, "垓": 463, "垢": 464, "垣": 465, "埃": 466, "埋": 467, "城": 468, "域": 469, "基": 470, "堂": 471, "堆": 472, "堕": 473, "堤": 474, "堪": 475, "塔": 476, "塘": 477, "塞": 478, "填": 479, "墀": 480, "境": 481, "墓": 482, "墙": 483, "增": 484, "墟": 485, "墨": 486, "壁": 487, "壑": 488, "士": 489, "壮": 490, "声": 491, "壶": 492, "处": 493, "备": 494, "复": 495, "夏": 496, "夔": 497, "夕": 498, "外": 499, "夙": 500, "多": 501, "夜": 502, "大": 503, "天": 504, "太": 505, "夫": 506, "央": 507, "失": 508, "头": 509, "夷": 510, "夸": 511, "夹": 512, "夺": 513, "奇": 514, "奈": 515, "奉": 516, "奋": 517, "奏": 518, "契": 519, "奔": 520, "奠": 521, "奢": 522, "奥": 523, "女": 524, "奴": 525, "好": 526, "如": 527, "妃": 528, "妆": 529, "妇": 530, "妍": 531, "妒": 532, "妓": 533, "妖": 534, "妙": 535, "妤": 536, "妥": 537, "妨": 538, "妹": 539, "妻": 540, "妾": 541, "姊": 542, "始": 543, "姑": 544, "姓": 545, "委": 546, "姥": 547, "姨": 548, "姬": 549, "姿": 550, "娄": 551, "娇": 552, "娉": 553, "娑": 554, "娘": 555, "娟": 556, "娥": 557, "婀": 558, "婕": 559, "婢": 560, "婵": 561, "婿": 562, "媒": 563, "媚": 564, "嫁": 565, "嫌": 566, "嫔": 567, "嫠": 568, "嫦": 569, "子": 570, "孔": 571, "字": 572, "存": 573, "孙": 574, "孝": 575, "孟": 576, "季": 577, "孤": 578, "学": 579, "孰": 580, "宁": 581, "宅": 582, "宇": 583, "守": 584, "安": 585, "宋": 586, "完": 587, "宓": 588, "宗": 589, "官": 590, "宙": 591, "定": 592, "宛": 593, "宜": 594, "宝": 595, "实": 596, "宠": 597, "审": 598, "客": 599, "宣": 600, "室": 601, "宦": 602, "宫": 603, "宰": 604, "宴": 605, "宵": 606, "家": 607, "宸": 608, "容": 609, "宾": 610, "宿": 611, "寂": 612, "寄": 613, "密": 614, "寇": 615, "富": 616, "寐": 617, "寒": 618, "寓": 619, "寝": 620, "寞": 621, "寥": 622, "寰": 623, "寸": 624, "对": 625, "寺": 626, "寻": 627, "导": 628, "寿": 629, "封": 630, "射": 631, "将": 632, "尉": 633, "尊": 634, "小": 635, "少": 636, "尔": 637, "尘": 638, "尚": 639, "尝": 640, "尤": 641, "尧": 642, "就": 643, "尹": 644, "尺": 645, "尽": 646, "尾": 647, "局": 648, "层": 649, "居": 650, "屈": 651, "屋": 652, "屏": 653, "屐": 654, "展": 655, "属": 656, "屠": 657, "屡": 658, "履": 659, "屯": 660, "山": 661, "屹": 662, "岁": 663, "岂": 664, "岐": 665, "岑": 666, "岘": 667, "岛": 668, "岩": 669, "岭": 670, "岳": 671, "岸": 672, "峡": 673, "峥": 674, "峦": 675, "峨": 676, "峰": 677, "崇": 678, "崔": 679, "崖": 680, "崦": 681, "崩": 682, "嵋": 683, "嵘": 684, "嵩": 685, "嵬": 686, "嵯": 687, "嶷": 688, "巅": 689, "川": 690, "州": 691, "巡": 692, "巢": 693, "工": 694, "左": 695, "巧": 696, "巫": 697, "差": 698, "己": 699, "已": 700, "巴": 701, "巷": 702, "巾": 703, "市": 704, "布": 705, "帆": 706, "师": 707, "希": 708, "帐": 709, "帖": 710, "帘": 711, "帚": 712, "帛": 713, "帝": 714, "带": 715, "席": 716, "帷": 717, "常": 718, "帻": 719, "幄": 720, "幌": 721, "幕": 722, "幡": 723, "干": 724, "平": 725, "年": 726, "并": 727, "幸": 728, "幼": 729, "幽": 730, "广": 731, "庄": 732, "庆": 733, "床": 734, "序": 735, "庐": 736, "库": 737, "应": 738, "底": 739, "店": 740, "庙": 741, "府": 742, "庞": 743, "废": 744, "度": 745, "座": 746, "庭": 747, "庶": 748, "康": 749, "庸": 750, "庾": 751, "廊": 752, "廪": 753, "延": 754, "建": 755, "开": 756, "异": 757, "弃": 758, "弄": 759, "式": 760, "弓": 761, "引": 762, "弟": 763, "张": 764, "弥": 765, "弦": 766, "弧": 767, "弱": 768, "弹": 769, "强": 770, "归": 771, "当": 772, "录": 773, "彗": 774, "形": 775, "彦": 776, "彩": 777, "彭": 778, "影": 779, "役": 780, "彼": 781, "往": 782, "征": 783, "径": 784, "待": 785, "徊": 786, "徐": 787, "徒": 788, "得": 789, "徘": 790, "徙": 791, "御": 792, "微": 793, "德": 794, "徽": 795, "心": 796, "必": 797, "忆": 798, "忌": 799, "忍": 800, "志": 801, "忘": 802, "忝": 803, "忧": 804, "快": 805, "念": 806, "忽": 807, "怀": 808, "态": 809, "怅": 810, "怆": 811, "怒": 812, "怕": 813, "怜": 814, "思": 815, "怡": 816, "急": 817, "性": 818, "怨": 819, "怪": 820, "怯": 821, "总": 822, "恃": 823, "恋": 824, "恍": 825, "恐": 826, "恢": 827, "恣": 828, "恤": 829, "恨": 830, "恩": 831, "恬": 832, "恭": 833, "息": 834, "恶": 835, "恻": 836, "悄": 837, "悔": 838, "悟": 839, "悠": 840, "悦": 841, "悬": 842, "悯": 843, "悲": 844, "悴": 845, "悸": 846, "悼": 847, "情": 848, "惆": 849, "惊": 850, "惋": 851, "惘": 852, "惜": 853, "惟": 854, "惨": 855, "惭": 856, "惯": 857, "想": 858, "惹": 859, "愁": 860, "愈": 861, "意": 862, "愚": 863, "感": 864, "愤": 865, "愧": 866, "愿": 867, "慈": 868, "慎": 869, "慑": 870, "慕": 871, "慢": 872, "慨": 873, "慰": 874, "慵": 875, "慷": 876, "憎": 877, "憔": 878, "憩": 879, "戈": 880, "戍": 881, "戎": 882, "戏": 883, "成": 884, "我": 885, "戒": 886, "或": 887, "战": 888, "戚": 889, "戟": 890, "截": 891, "戮": 892, "戴": 893, "户": 894, "房": 895, "所": 896, "扁": 897, "扃": 898, "扇": 899, "扉": 900, "手": 901, "扌": 902, "才": 903, "扑": 904, "打": 905, "托": 906, "扣": 907, "扪": 908, "扫": 909, "扬": 910, "扶": 911, "承": 912, "把": 913, "抑": 914, "投": 915, "折": 916, "抚": 917, "护": 918, "报": 919, "披": 920, "抱": 921, "抵": 922, "抹": 923, "抽": 924, "拂": 925, "拍": 926, "拔": 927, "招": 928, "拜": 929, "拟": 930, "拢": 931, "拣": 932, "拥": 933, "拦": 934, "拨": 935, "拱": 936, "拳": 937, "拽": 938, "拾": 939, "持": 940, "挂": 941, "指": 942, "按": 943, "挑": 944, "挥": 945, "挫": 946, "挲": 947, "挹": 948, "换": 949, "捣": 950, "捧": 951, "据": 952, "捶": 953, "捷": 954, "捻": 955, "授": 956, "掌": 957, "掎": 958, "排": 959, "掖": 960, "掘": 961, "掠": 962, "探": 963, "掣": 964, "接": 965, "控": 966, "推": 967, "掩": 968, "掬": 969, "掷": 970, "掺": 971, "掾": 972, "插": 973, "援": 974, "揽": 975, "搔": 976, "搜": 977, "摇": 978, "摘": 979, "摧": 980, "摩": 981, "摭": 982, "撑": 983, "撰": 984, "撷": 985, "撼": 986, "操": 987, "擘": 988, "攀": 989, "攒": 990, "支": 991, "收": 992, "攸": 993, "改": 994, "攻": 995, "放": 996, "故": 997, "效": 998, "敌": 999, "救": 1000, "敖": 1001, "教": 1002, "敛": 1003, "敝": 1004, "敞": 1005, "敢": 1006, "散": 1007, "数": 1008, "敲": 1009, "整": 1010, "敷": 1011, "文": 1012, "斋": 1013, "斑": 1014, "斗": 1015, "料": 1016, "斜": 1017, "斧": 1018, "斫": 1019, "断": 1020, "斯": 1021, "新": 1022, "方": 1023, "於": 1024, "施": 1025, "旁": 1026, "旃": 1027, "旄": 1028, "旅": 1029, "旆": 1030, "旋": 1031, "旌": 1032, "旒": 1033, "旗": 1034, "无": 1035, "既": 1036, "日": 1037, "旦": 1038, "旧": 1039, "早": 1040, "旭": 1041, "时": 1042, "旷": 1043, "昂": 1044, "昌": 1045, "明": 1046, "昏": 1047, "易": 1048, "昔": 1049, "星": 1050, "映": 1051, "春": 1052, "昧": 1053, "昨": 1054, "昭": 1055, "是": 1056, "昼": 1057, "晋": 1058, "晏": 1059, "晓": 1060, "晖": 1061, "晚": 1062, "晦": 1063, "晨": 1064, "景": 1065, "晴": 1066, "晶": 1067, "智": 1068, "暂": 1069, "暇": 1070, "暖": 1071, "暗": 1072, "暝": 1073, "暮": 1074, "曙": 1075, "曩": 1076, "曰": 1077, "曲": 1078, "曳": 1079, "更": 1080, "曷": 1081, "曹": 1082, "曾": 1083, "替": 1084, "最": 1085, "月": 1086, "有": 1087, "朋": 1088, "服": 1089, "朔": 1090, "望": 1091, "朝": 1092, "期": 1093, "木": 1094, "未": 1095, "末": 1096, "本": 1097, "札": 1098, "术": 1099, "朱": 1100, "朵": 1101, "机": 1102, "朽": 1103, "杀": 1104, "杂": 1105, "权": 1106, "杉": 1107, "李": 1108, "材": 1109, "村": 1110, "杖": 1111, "杜": 1112, "杞": 1113, "束": 1114, "条": 1115, "来": 1116, "杨": 1117, "杪": 1118, "杯": 1119, "杲": 1120, "杳": 1121, "杵": 1122, "松": 1123, "极": 1124, "枉": 1125, "枕": 1126, "林": 1127, "果": 1128, "枝": 1129, "枣": 1130, "枥": 1131, "枪": 1132, "枫": 1133, "枯": 1134, "柄": 1135, "柏": 1136, "染": 1137, "柔": 1138, "柯": 1139, "柱": 1140, "柳": 1141, "柴": 1142, "栀": 1143, "标": 1144, "栈": 1145, "栊": 1146, "栋": 1147, "树": 1148, "栖": 1149, "栗": 1150, "校": 1151, "株": 1152, "根": 1153, "格": 1154, "桂": 1155, "桃": 1156, "案": 1157, "桐": 1158, "桑": 1159, "桥": 1160, "梁": 1161, "梅": 1162, "梓": 1163, "梗": 1164, "梢": 1165, "梦": 1166, "梧": 1167, "梨": 1168, "梭": 1169, "梯": 1170, "梳": 1171, "梵": 1172, "检": 1173, "棋": 1174, "棘": 1175, "棠": 1176, "森": 1177, "棱": 1178, "棹": 1179, "椒": 1180, "楚": 1181, "楫": 1182, "楸": 1183, "楹": 1184, "楼": 1185, "榆": 1186, "榜": 1187, "榴": 1188, "榻": 1189, "槌": 1190, "槐": 1191, "槛": 1192, "槿": 1193, "横": 1194, "樯": 1195, "樵": 1196, "樽": 1197, "橐": 1198, "檄": 1199, "檐": 1200, "欠": 1201, "次": 1202, "欢": 1203, "欤": 1204, "欲": 1205, "歇": 1206, "歌": 1207, "止": 1208, "正": 1209, "此": 1210, "步": 1211, "武": 1212, "歧": 1213, "死": 1214, "歼": 1215, "殉": 1216, "殊": 1217, "残": 1218, "殒": 1219, "殷": 1220, "殿": 1221, "毅": 1222, "毋": 1223, "母": 1224, "每": 1225, "毒": 1226, "比": 1227, "毛": 1228, "毡": 1229, "毫": 1230, "氏": 1231, "民": 1232, "气": 1233, "水": 1234, "氵": 1235, "永": 1236, "汀": 1237, "求": 1238, "汉": 1239, "汗": 1240, "汝": 1241, "江": 1242, "池": 1243, "污": 1244, "汤": 1245, "汨": 1246, "汪": 1247, "汲": 1248, "沃": 1249, "沈": 1250, "沉": 1251, "沐": 1252, "沓": 1253, "沙": 1254, "没": 1255, "沦": 1256, "沧": 1257, "沫": 1258, "沮": 1259, "沱": 1260, "河": 1261, "沸": 1262, "治": 1263, "沼": 1264, "沽": 1265, "沾": 1266, "沿": 1267, "泄": 1268, "泉": 1269, "泊": 1270, "泌": 1271, "法": 1272, "泗": 1273, "泛": 1274, "泠": 1275, "波": 1276, "泣": 1277, "泥": 1278, "泪": 1279, "泯": 1280, "泽": 1281, "洁": 1282, "洄": 1283, "洋": 1284, "洎": 1285, "洒": 1286, "洗": 1287, "洛": 1288, "洞": 1289, "津": 1290, "洮": 1291, "洲": 1292, "派": 1293, "流": 1294, "浅": 1295, "浆": 1296, "浊": 1297, "测": 1298, "济": 1299, "浏": 1300, "浑": 1301, "浓": 1302, "浔": 1303, "浚": 1304, "浣": 1305, "浦": 1306, "浩": 1307, "浪": 1308, "浮": 1309, "浴": 1310, "海": 1311, "浸": 1312, "涂": 1313, "消": 1314, "涌": 1315, "涓": 1316, "涕": 1317, "涛": 1318, "涣": 1319, "涤": 1320, "涧": 1321, "涨": 1322, "涩": 1323, "涯": 1324, "液": 1325, "涵": 1326, "淄": 1327, "淋": 1328, "淑": 1329, "淡": 1330, "淮": 1331, "深": 1332, "淳": 1333, "混": 1334, "淹": 1335, "添": 1336, "清": 1337, "渌": 1338, "渐": 1339, "渔": 1340, "渚": 1341, "渠": 1342, "渡": 1343, "温": 1344, "渭": 1345, "游": 1346, "渺": 1347, "湍": 1348, "湓": 1349, "湖": 1350, "湘": 1351, "湾": 1352, "湿": 1353, "溅": 1354, "源": 1355, "溜": 1356, "溪": 1357, "溯": 1358, "溶": 1359, "滁": 1360, "滂": 1361, "滋": 1362, "滑": 1363, "滚": 1364, "滞": 1365, "滟": 1366, "满": 1367, "滨": 1368, "滩": 1369, "滴": 1370, "漂": 1371, "漏": 1372, "漓": 1373, "演": 1374, "漠": 1375, "漫": 1376, "漱": 1377, "漳": 1378, "漾": 1379, "潇": 1380, "潘": 1381, "潜": 1382, "潦": 1383, "潭": 1384, "潮": 1385, "潸": 1386, "潺": 1387, "潼": 1388, "澄": 1389, "澈": 1390, "澜": 1391, "澹": 1392, "激": 1393, "濡": 1394, "濯": 1395, "瀑": 1396, "瀚": 1397, "瀛": 1398, "灞": 1399, "火": 1400, "灭": 1401, "灯": 1402, "灰": 1403, "灵": 1404, "灶": 1405, "炉": 1406, "炊": 1407, "炙": 1408, "炬": 1409, "点": 1410, "烂": 1411, "烈": 1412, "烛": 1413, "烟": 1414, "烦": 1415, "烧": 1416, "烬": 1417, "热": 1418, "烹": 1419, "烽": 1420, "焉": 1421, "焚": 1422, "焰": 1423, "然": 1424, "煎": 1425, "照": 1426, "煮": 1427, "熊": 1428, "熏": 1429, "熙": 1430, "熟": 1431, "燃": 1432, "燎": 1433, "燕": 1434, "爪": 1435, "爰": 1436, "爱": 1437, "父": 1438, "爽": 1439, "片": 1440, "牖": 1441, "牙": 1442, "牛": 1443, "牧": 1444, "物": 1445, "牵": 1446, "犀": 1447, "犁": 1448, "犬": 1449, "犯": 1450, "犹": 1451, "狂": 1452, "狐": 1453, "狗": 1454, "狙": 1455, "独": 1456, "狮": 1457, "狱": 1458, "狼": 1459, "猎": 1460, "猛": 1461, "猜": 1462, "猩": 1463, "猬": 1464, "献": 1465, "猱": 1466, "猷": 1467, "猿": 1468, "玄": 1469, "玉": 1470, "王": 1471, "玛": 1472, "玩": 1473, "环": 1474, "玲": 1475, "玳": 1476, "玺": 1477, "珂": 1478, "珊": 1479, "珍": 1480, "珑": 1481, "珠": 1482, "班": 1483, "理": 1484, "琐": 1485, "琴": 1486, "琵": 1487, "琶": 1488, "琼": 1489, "瑁": 1490, "瑕": 1491, "瑙": 1492, "瑚": 1493, "瑟": 1494, "瑶": 1495, "瓜": 1496, "瓢": 1497, "瓦": 1498, "瓶": 1499, "甘": 1500, "生": 1501, "用": 1502, "甫": 1503, "田": 1504, "由": 1505, "甲": 1506, "申": 1507, "电": 1508, "男": 1509, "画": 1510, "畋": 1511, "界": 1512, "畏": 1513, "畔": 1514, "留": 1515, "略": 1516, "疏": 1517, "疑": 1518, "疠": 1519, "疴": 1520, "疾": 1521, "病": 1522, "痕": 1523, "瘴": 1524, "癸": 1525, "登": 1526, "白": 1527, "百": 1528, "皆": 1529, "皇": 1530, "皋": 1531, "皎": 1532, "皓": 1533, "皮": 1534, "盈": 1535, "益": 1536, "盍": 1537, "监": 1538, "盖": 1539, "盗": 1540, "盘": 1541, "盛": 1542, "目": 1543, "盱": 1544, "直": 1545, "相": 1546, "盾": 1547, "省": 1548, "眉": 1549, "看": 1550, "眙": 1551, "真": 1552, "眠": 1553, "眸": 1554, "眺": 1555, "眼": 1556, "睇": 1557, "睡": 1558, "睢": 1559, "睹": 1560, "瞿": 1561, "矛": 1562, "矜": 1563, "矢": 1564, "矣": 1565, "知": 1566, "矫": 1567, "短": 1568, "石": 1569, "矶": 1570, "砍": 1571, "砚": 1572, "砧": 1573, "破": 1574, "砺": 1575, "确": 1576, "碍": 1577, "碎": 1578, "碑": 1579, "碣": 1580, "碧": 1581, "磊": 1582, "磋": 1583, "磔": 1584, "磨": 1585, "磬": 1586, "磴": 1587, "示": 1588, "社": 1589, "祀": 1590, "祖": 1591, "祚": 1592, "祜": 1593, "祝": 1594, "神": 1595, "祠": 1596, "祭": 1597, "祷": 1598, "禀": 1599, "禁": 1600, "禅": 1601, "福": 1602, "禹": 1603, "离": 1604, "禽": 1605, "禾": 1606, "秀": 1607, "私": 1608, "秋": 1609, "种": 1610, "科": 1611, "租": 1612, "秦": 1613, "秩": 1614, "积": 1615, "称": 1616, "移": 1617, "稀": 1618, "程": 1619, "税": 1620, "稚": 1621, "稳": 1622, "稹": 1623, "稽": 1624, "穆": 1625, "穴": 1626, "穷": 1627, "穹": 1628, "空": 1629, "穿": 1630, "突": 1631, "窃": 1632, "窈": 1633, "窕": 1634, "窗": 1635, "窜": 1636, "窠": 1637, "窥": 1638, "窦": 1639, "立": 1640, "竞": 1641, "竟": 1642, "章": 1643, "童": 1644, "端": 1645, "竹": 1646, "竿": 1647, "笑": 1648, "笔": 1649, "笙": 1650, "笛": 1651, "笠": 1652, "符": 1653, "第": 1654, "笳": 1655, "笼": 1656, "等": 1657, "筋": 1658, "答": 1659, "策": 1660, "筚": 1661, "筝": 1662, "筠": 1663, "筵": 1664, "筹": 1665, "简": 1666, "箔": 1667, "管": 1668, "箧": 1669, "箫": 1670, "箭": 1671, "箸": 1672, "篁": 1673, "篇": 1674, "篥": 1675, "篦": 1676, "篱": 1677, "簟": 1678, "簪": 1679, "籁": 1680, "籍": 1681, "米": 1682, "类": 1683, "粉": 1684, "粗": 1685, "粝": 1686, "粟": 1687, "精": 1688, "系": 1689, "素": 1690, "索": 1691, "紫": 1692, "累": 1693, "絮": 1694, "綦": 1695, "繁": 1696, "纟": 1697, "纡": 1698, "红": 1699, "纤": 1700, "约": 1701, "纨": 1702, "纬": 1703, "纱": 1704, "纲": 1705, "纵": 1706, "纶": 1707, "纷": 1708, "纸": 1709, "纹": 1710, "线": 1711, "组": 1712, "绅": 1713, "细": 1714, "织": 1715, "终": 1716, "绎": 1717, "经": 1718, "结": 1719, "绕": 1720, "给": 1721, "绛": 1722, "络": 1723, "绝": 1724, "统": 1725, "绡": 1726, "绢": 1727, "绣": 1728, "继": 1729, "绪": 1730, "续": 1731, "绮": 1732, "绰": 1733, "绳": 1734, "维": 1735, "绵": 1736, "绿": 1737, "缀": 1738, "缄": 1739, "缈": 1740, "缓": 1741, "缕": 1742, "编": 1743, "缘": 1744, "缚": 1745, "缝": 1746, "缟": 1747, "缠": 1748, "缥": 1749, "缨": 1750, "缮": 1751, "缴": 1752, "缺": 1753, "网": 1754, "罗": 1755, "罢": 1756, "罪": 1757, "置": 1758, "罴": 1759, "羁": 1760, "羊": 1761, "羌": 1762, "美": 1763, "羞": 1764, "羡": 1765, "群": 1766, "羯": 1767, "羲": 1768, "羹": 1769, "羽": 1770, "羿": 1771, "翁": 1772, "翎": 1773, "翔": 1774, "翘": 1775, "翠": 1776, "翡": 1777, "翥": 1778, "翰": 1779, "翳": 1780, "翻": 1781, "翼": 1782, "耀": 1783, "老": 1784, "者": 1785, "而": 1786, "耐": 1787, "耕": 1788, "耳": 1789, "耶": 1790, "耸": 1791, "耻": 1792, "耿": 1793, "聆": 1794, "聊": 1795, "职": 1796, "联": 1797, "肃": 1798, "肆": 1799, "肉": 1800, "肌": 1801, "肘": 1802, "肝": 1803, "肠": 1804, "股": 1805, "肤": 1806, "肥": 1807, "肯": 1808, "育": 1809, "胁": 1810, "胄": 1811, "胆": 1812, "背": 1813, "胜": 1814, "胝": 1815, "胡": 1816, "胥": 1817, "能": 1818, "脂": 1819, "脊": 1820, "脍": 1821, "脑": 1822, "脚": 1823, "脯": 1824, "脱": 1825, "脾": 1826, "腊": 1827, "腐": 1828, "腥": 1829, "腰": 1830, "腹": 1831, "腻": 1832, "腾": 1833, "膏": 1834, "膳": 1835, "膺": 1836, "臂": 1837, "臆": 1838, "臊": 1839, "臣": 1840, "自": 1841, "至": 1842, "致": 1843, "臼": 1844, "臾": 1845, "舅": 1846, "舆": 1847, "舍": 1848, "舒": 1849, "舜": 1850, "舞": 1851, "舟": 1852, "舫": 1853, "船": 1854, "良": 1855, "艰": 1856, "色": 1857, "艳": 1858, "艺": 1859, "节": 1860, "芋": 1861, "芙": 1862, "芜": 1863, "芦": 1864, "芬": 1865, "芭": 1866, "花": 1867, "芳": 1868, "苇": 1869, "苍": 1870, "苏": 1871, "苑": 1872, "苒": 1873, "苔": 1874, "苗": 1875, "若": 1876, "苦": 1877, "英": 1878, "苹": 1879, "茂": 1880, "范": 1881, "茅": 1882, "茧": 1883, "茨": 1884, "茫": 1885, "茱": 1886, "茵": 1887, "茶": 1888, "荀": 1889, "荆": 1890, "荇": 1891, "草": 1892, "荏": 1893, "荐": 1894, "荒": 1895, "荔": 1896, "荠": 1897, "荡": 1898, "荣": 1899, "荦": 1900, "荩": 1901, "药": 1902, "荷": 1903, "荻": 1904, "莓": 1905, "莫": 1906, "莱": 1907, "莲": 1908, "莺": 1909, "莽": 1910, "菊": 1911, "菡": 1912, "菱": 1913, "菲": 1914, "萄": 1915, "萋": 1916, "萏": 1917, "萝": 1918, "萤": 1919, "营": 1920, "萦": 1921, "萧": 1922, "萸": 1923, "落": 1924, "著": 1925, "葛": 1926, "葡": 1927, "董": 1928, "葭": 1929, "葵": 1930, "蒙": 1931, "蒲": 1932, "蒸": 1933, "蒺": 1934, "蒿": 1935, "蓉": 1936, "蓑": 1937, "蓝": 1938, "蓟": 1939, "蓬": 1940, "蔓": 1941, "蔚": 1942, "蔡": 1943, "蔬": 1944, "蔻": 1945, "蔽": 1946, "蕃": 1947, "蕉": 1948, "蕨": 1949, "薄": 1950, "薇": 1951, "薛": 1952, "薜": 1953, "薪": 1954, "薰": 1955, "藁": 1956, "藏": 1957, "藓": 1958, "藜": 1959, "藤": 1960, "藻": 1961, "藿": 1962, "虎": 1963, "虏": 1964, "虑": 1965, "虚": 1966, "虞": 1967, "虢": 1968, "虫": 1969, "虬": 1970, "虽": 1971, "虾": 1972, "蚁": 1973, "蚕": 1974, "蛄": 1975, "蛇": 1976, "蛟": 1977, "蛮": 1978, "蛰": 1979, "蛾": 1980, "蜀": 1981, "蜓": 1982, "蜕": 1983, "蜡": 1984, "蜻": 1985, "蝉": 1986, "蝌": 1987, "蝙": 1988, "蝠": 1989, "蝥": 1990, "蝴": 1991, "蝶": 1992, "蝼": 1993, "螂": 1994, "融": 1995, "螭": 1996, "螳": 1997, "蟆": 1998, "蟠": 1999, "蟪": 2000, "蟾": 2001, "蠡": 2002, "血": 2003, "行": 2004, "衍": 2005, "衔": 2006, "衡": 2007, "衢": 2008, "衣": 2009, "衤": 2010, "补": 2011, "表": 2012, "衫": 2013, "衮": 2014, "衰": 2015, "衷": 2016, "衾": 2017, "袂": 2018, "袅": 2019, "袍": 2020, "袖": 2021, "袜": 2022, "被": 2023, "袷": 2024, "裁": 2025, "裂": 2026, "裘": 2027, "裙": 2028, "裤": 2029, "裳": 2030, "裴": 2031, "裹": 2032, "裾": 2033, "褊": 2034, "褒": 2035, "褥": 2036, "襄": 2037, "襟": 2038, "西": 2039, "要": 2040, "覆": 2041, "见": 2042, "观": 2043, "规": 2044, "觅": 2045, "视": 2046, "览": 2047, "觉": 2048, "角": 2049, "觞": 2050, "解": 2051, "触": 2052, "言": 2053, "訇": 2054, "訾": 2055, "誓": 2056, "警": 2057, "计": 2058, "认": 2059, "让": 2060, "讫": 2061, "训": 2062, "议": 2063, "讯": 2064, "记": 2065, "讲": 2066, "讴": 2067, "讵": 2068, "许": 2069, "讹": 2070, "论": 2071, "讼": 2072, "讽": 2073, "访": 2074, "识": 2075, "诉": 2076, "词": 2077, "诏": 2078, "试": 2079, "诗": 2080, "诚": 2081, "话": 2082, "诣": 2083, "语": 2084, "误": 2085, "说": 2086, "诵": 2087, "请": 2088, "诸": 2089, "读": 2090, "谁": 2091, "调": 2092, "谈": 2093, "谊": 2094, "谋": 2095, "谏": 2096, "谑": 2097, "谒": 2098, "谓": 2099, "谗": 2100, "谙": 2101, "谢": 2102, "谣": 2103, "谪": 2104, "谷": 2105, "豆": 2106, "豕": 2107, "象": 2108, "豪": 2109, "豸": 2110, "豺": 2111, "貂": 2112, "貌": 2113, "貔": 2114, "贝": 2115, "贞": 2116, "负": 2117, "贡": 2118, "财": 2119, "贤": 2120, "败": 2121, "质": 2122, "贫": 2123, "贬": 2124, "贮": 2125, "贱": 2126, "贵": 2127, "费": 2128, "贺": 2129, "贻": 2130, "贼": 2131, "贾": 2132, "资": 2133, "赊": 2134, "赋": 2135, "赌": 2136, "赏": 2137, "赐": 2138, "赖": 2139, "赠": 2140, "赢": 2141, "赤": 2142, "赦": 2143, "赫": 2144, "走": 2145, "赴": 2146, "赵": 2147, "起": 2148, "趁": 2149, "超": 2150, "越": 2151, "趋": 2152, "趣": 2153, "足": 2154, "跃": 2155, "跎": 2156, "跨": 2157, "路": 2158, "踌": 2159, "踏": 2160, "踞": 2161, "踪": 2162, "蹄": 2163, "蹈": 2164, "蹉": 2165, "蹋": 2166, "蹙": 2167, "蹴": 2168, "躇": 2169, "身": 2170, "躬": 2171, "躯": 2172, "车": 2173, "轩": 2174, "转": 2175, "轮": 2176, "轲": 2177, "轴": 2178, "轻": 2179, "载": 2180, "辅": 2181, "辇": 2182, "辈": 2183, "辉": 2184, "辋": 2185, "输": 2186, "辕": 2187, "辗": 2188, "辚": 2189, "辛": 2190, "辜": 2191, "辞": 2192, "辟": 2193, "辨": 2194, "辩": 2195, "辰": 2196, "边": 2197, "辽": 2198, "达": 2199, "迁": 2200, "迅": 2201, "过": 2202, "迎": 2203, "运": 2204, "近": 2205, "返": 2206, "还": 2207, "进": 2208, "远": 2209, "违": 2210, "连": 2211, "迟": 2212, "迢": 2213, "迤": 2214, "迥": 2215, "迪": 2216, "迫": 2217, "述": 2218, "迳": 2219, "迷": 2220, "迸": 2221, "迹": 2222, "追": 2223, "退": 2224, "送": 2225, "适": 2226, "逃": 2227, "逆": 2228, "选": 2229, "逍": 2230, "透": 2231, "逐": 2232, "递": 2233, "途": 2234, "逗": 2235, "通": 2236, "逝": 2237, "速": 2238, "造": 2239, "逡": 2240, "逢": 2241, "逦": 2242, "逶": 2243, "逸": 2244, "逻": 2245, "逼": 2246, "遁": 2247, "遂": 2248, "遇": 2249, "遍": 2250, "道": 2251, "遗": 2252, "遣": 2253, "遥": 2254, "遭": 2255, "遮": 2256, "遵": 2257, "遽": 2258, "避": 2259, "邀": 2260, "邑": 2261, "邓": 2262, "邛": 2263, "那": 2264, "邱": 2265, "邵": 2266, "邹": 2267, "邺": 2268, "邻": 2269, "郁": 2270, "郊": 2271, "郎": 2272, "郑": 2273, "郜": 2274, "郡": 2275, "郢": 2276, "部": 2277, "郭": 2278, "都": 2279, "郾": 2280, "鄂": 2281, "鄙": 2282, "鄹": 2283, "酌": 2284, "酒": 2285, "酣": 2286, "酤": 2287, "酬": 2288, "酸": 2289, "酿": 2290, "醅": 2291, "醉": 2292, "醒": 2293, "采": 2294, "释": 2295, "里": 2296, "重": 2297, "野": 2298, "量": 2299, "金": 2300, "釜": 2301, "銮": 2302, "针": 2303, "钓": 2304, "钗": 2305, "钟": 2306, "钥": 2307, "钩": 2308, "钮": 2309, "钱": 2310, "钿": 2311, "铁": 2312, "铃": 2313, "铄": 2314, "铅": 2315, "铜": 2316, "铢": 2317, "铮": 2318, "银": 2319, "铺": 2320, "销": 2321, "锁": 2322, "锄": 2323, "锐": 2324, "错": 2325, "锡": 2326, "锦": 2327, "镇": 2328, "镌": 2329, "镜": 2330, "长": 2331, "门": 2332, "闭": 2333, "问": 2334, "闱": 2335, "闲": 2336, "间": 2337, "闺": 2338, "闻": 2339, "闾": 2340, "阁": 2341, "阊": 2342, "阑": 2343, "阔": 2344, "阖": 2345, "阙": 2346, "阝": 2347, "防": 2348, "阳": 2349, "阴": 2350, "阵": 2351, "阶": 2352, "阻": 2353, "阿": 2354, "际": 2355, "陆": 2356, "陇": 2357, "陈": 2358, "陋": 2359, "陌": 2360, "降": 2361, "限": 2362, "陛": 2363, "院": 2364, "除": 2365, "险": 2366, "陪": 2367, "陲": 2368, "陵": 2369, "陶": 2370, "陷": 2371, "隅": 2372, "隆": 2373, "隈": 2374, "隋": 2375, "随": 2376, "隐": 2377, "隔": 2378, "隗": 2379, "隘": 2380, "障": 2381, "隳": 2382, "隶": 2383, "隹": 2384, "难": 2385, "雀": 2386, "雁": 2387, "雄": 2388, "雅": 2389, "集": 2390, "雉": 2391, "雌": 2392, "雏": 2393, "雨": 2394, "雪": 2395, "雳": 2396, "零": 2397, "雷": 2398, "雾": 2399, "霁": 2400, "霄": 2401, "霆": 2402, "震": 2403, "霍": 2404, "霏": 2405, "霓": 2406, "霜": 2407, "霞": 2408, "霭": 2409, "露": 2410, "霸": 2411, "霹": 2412, "青": 2413, "静": 2414, "非": 2415, "面": 2416, "革": 2417, "鞍": 2418, "鞠": 2419, "鞭": 2420, "韦": 2421, "韩": 2422, "韬": 2423, "音": 2424, "韵": 2425, "顶": 2426, "顷": 2427, "项": 2428, "顺": 2429, "须": 2430, "顾": 2431, "顿": 2432, "颀": 2433, "预": 2434, "颇": 2435, "颍": 2436, "颐": 2437, "频": 2438, "颔": 2439, "题": 2440, "颜": 2441, "额": 2442, "颡": 2443, "颢": 2444, "颦": 2445, "风": 2446, "飒": 2447, "飕": 2448, "飘": 2449, "飙": 2450, "飞": 2451, "食": 2452, "飧": 2453, "餍": 2454, "餐": 2455, "饥": 2456, "饫": 2457, "饭": 2458, "饮": 2459, "饯": 2460, "饱": 2461, "饷": 2462, "馀": 2463, "馆": 2464, "馔": 2465, "首": 2466, "香": 2467, "马": 2468, "驭": 2469, "驰": 2470, "驱": 2471, "驻": 2472, "驼": 2473, "驾": 2474, "驿": 2475, "骄": 2476, "骅": 2477, "骆": 2478, "骊": 2479, "骋": 2480, "骏": 2481, "骑": 2482, "骓": 2483, "骖": 2484, "骝": 2485, "骢": 2486, "骧": 2487, "骨": 2488, "高": 2489, "髻": 2490, "鬓": 2491, "鬟": 2492, "鬼": 2493, "魂": 2494, "魄": 2495, "魅": 2496, "魏": 2497, "魑": 2498, "鱼": 2499, "鲁": 2500, "鲜": 2501, "鲤": 2502, "鳌": 2503, "鳞": 2504, "鸟": 2505, "鸠": 2506, "鸡": 2507, "鸣": 2508, "鸥": 2509, "鸦": 2510, "鸯": 2511, "鸳": 2512, "鸾": 2513, "鸿": 2514, "鹂": 2515, "鹃": 2516, "鹅": 2517, "鹉": 2518, "鹊": 2519, "鹤": 2520, "鹦": 2521, "鹫": 2522, "鹭": 2523, "鹰": 2524, "鹳": 2525, "鹿": 2526, "麒": 2527, "麝": 2528, "麟": 2529, "麦": 2530, "麻": 2531, "麾": 2532, "黄": 2533, "黍": 2534, "黎": 2535, "黑": 2536, "黔": 2537, "默": 2538, "黛": 2539, "黪": 2540, "黯": 2541, "黾": 2542, "鼍": 2543, "鼎": 2544, "鼓": 2545, "鼙": 2546, "鼯": 2547, "齐": 2548, "齿": 2549, "龄": 2550, "龙": 2551, "龟": 2552, "！": 2553, "（": 2554, "）": 2555, "，": 2556, "：": 2557, "；": 2558, "？": 2559}, "idx2word": {"0": "“", "1": "”", "2": "、", "3": "。", "4": "《", "5": "》", "6": "一", "7": "丁", "8": "七", "9": "万", "10": "丈", "11": "三", "12": "上", "13": "下", "14": "不", "15": "与", "16": "专", "17": "且", "18": "世", "19": "丘", "20": "业", "21": "丛", "22": "东", "23": "丝", "24": "丞", "25": "两", "26": "严", "27": "丧", "28": "中", "29": "丰", "30": "临", "31": "丹", "32": "为", "33": "主", "34": "丽", "35": "举", "36": "乃", "37": "久", "38": "么", "39": "义", "40": "之", "41": "乌", "42": "乍", "43": "乎", "44": "乐", "45": "乔", "46": "乖", "47": "乘", "48": "乙", "49": "九", "50": "乞", "51": "也", "52": "习", "53": "乡", "54": "书", "55": "买", "56": "乱", "57": "乳", "58": "乾", "59": "了", "60": "予", "61": "争", "62": "事", "63": "二", "64": "于", "65": "云", "66": "五", "67": "井", "68": "亘", "69": "亚", "70": "亡", "71": "交", "72": "亦", "73": "亩", "74": "京", "75": "亭", "76": "亲", "77": "人", "78": "仁", "79": "仆", "80": "今", "81": "仍", "82": "从", "83": "他", "84": "仗", "85": "仙", "86": "仞", "87": "代", "88": "令", "89": "以", "90": "仪", "91": "仰", "92": "仲", "93": "价", "94": "任", "95": "伊", "96": "伎", "97": "伏", "98": "伐", "99": "休", "100": "众", "101": "优", "102": "会", "103": "伛", "104": "传", "105": "伤", "106": "伦", "107": "伫", "108": "伯", "109": "估", "110": "伴", "111": "伶", "112": "伺", "113": "似", "114": "但", "115": "位", "116": "低", "117": "住", "118": "体", "119": "何", "120": "佗", "121": "余", "122": "佛", "123": "作", "124": "佩", "125": "佳", "126": "使", "127": "侍", "128": "供", "129": "依", "130": "侠", "131": "侦", "132": "侧", "133": "侯", "134": "侵", "135": "便", "136": "促", "137": "俊", "138": "俗", "139": "俜", "140": "保", "141": "信", "142": "俭", "143": "修", "144": "俯", "145": "俱", "146": "俸", "147": "倍", "148": "倏", "149": "倒", "150": "候", "151": "倚", "152": "借", "153": "倡", "154": "值", "155": "倾", "156": "假", "157": "偏", "158": "停", "159": "健", "160": "偶", "161": "偷", "162": "偻", "163": "傅", "164": "傍", "165": "储", "166": "催", "167": "像", "168": "僧", "169": "僮", "170": "僻", "171": "儋", "172": "儒", "173": "儿", "174": "兀", "175": "元", "176": "兄", "177": "充", "178": "兆", "179": "先", "180": "光", "181": "免", "182": "党", "183": "入", "184": "全", "185": "八", "186": "公", "187": "六", "188": "兮", "189": "兰", "190": "共", "191": "关", "192": "兴", "193": "兵", "194": "其", "195": "具", "196": "典", "197": "兹", "198": "养", "199": "兼", "200": "兽", "201": "冀", "202": "内", "203": "冉", "204": "再", "205": "冕", "206": "写", "207": "军", "208": "农", "209": "冠", "210": "冢", "211": "冤", "212": "冥", "213": "冬", "214": "冯", "215": "冰", "216": "冲", "217": "决", "218": "况", "219": "冷", "220": "冻", "221": "净", "222": "凄", "223": "准", "224": "凉", "225": "凋", "226": "凌", "227": "凑", "228": "凛", "229": "凝", "230": "几", "231": "凡", "232": "凤", "233": "凫", "234": "凭", "235": "凰", "236": "出", "237": "击", "238": "函", "239": "凿", "240": "刀", "241": "刁", "242": "刃", "243": "分", "244": "切", "245": "列", "246": "刘", "247": "则", "248": "初", "249": "判", "250": "利", "251": "别", "252": "到", "253": "制", "254": "刺", "255": "刻", "256": "削", "257": "前", "258": "剑", "259": "剔", "260": "剖", "261": "剜", "262": "剡", "263": "剧", "264": "剪", "265": "割", "266": "力", "267": "劝", "268": "功", "269": "加", "270": "务", "271": "动", "272": "劳", "273": "势", "274": "勃", "275": "勇", "276": "勉", "277": "勋", "278": "勒", "279": "募", "280": "勤", "281": "勿", "282": "匀", "283": "包", "284": "匈", "285": "化", "286": "北", "287": "匠", "288": "匪", "289": "匹", "290": "区", "291": "十", "292": "千", "293": "升", "294": "半", "295": "华", "296": "卑", "297": "卒", "298": "单", "299": "卖", "300": "南", "301": "博", "302": "占", "303": "卢", "304": "卧", "305": "卫", "306": "卯", "307": "印", "308": "危", "309": "即", "310": "却", "311": "卷", "312": "卿", "313": "厅", "314": "历", "315": "压", "316": "厚", "317": "原", "318": "厢", "319": "厦", "320": "厨", "321": "厮", "322": "去", "323": "县", "324": "参", "325": "又", "326": "及", "327": "友", "328": "双", "329": "反", "330": "发", "331": "叔", "332": "取", "333": "受", "334": "变", "335": "叙", "336": "叟", "337": "叠", "338": "口", "339": "古", "340": "句", "341": "叩", "342": "只", "343": "召", "344": "可", "345": "台", "346": "史", "347": "右", "348": "叶", "349": "号", "350": "司", "351": "叹", "352": "吁", "353": "各", "354": "合", "355": "吉", "356": "吊", "357": "同", "358": "名", "359": "后", "360": "吏", "361": "吐", "362": "向", "363": "吕", "364": "君", "365": "吞", "366": "吟", "367": "吠", "368": "否", "369": "含", "370": "听", "371": "吮", "372": "吴", "373": "吹", "374": "吼", "375": "吾", "376": "呈", "377": "告", "378": "呕", "379": "员", "380": "呙", "381": "呜", "382": "呦", "383": "周", "384": "味", "385": "呵", "386": "呼", "387": "命", "388": "咆", "389": "和", "390": "咏", "391": "咨", "392": "咸", "393": "咽", "394": "哀", "395": "哉", "396": "响", "397": "哑", "398": "哥", "399": "哦", "400": "哭", "401": "哳", "402": "唇", "403": "唐", "404": "唤", "405": "唧", "406": "唯", "407": "唱", "408": "唳", "409": "啄", "410": "商", "411": "啭", "412": "啮", "413": "啸", "414": "啼", "415": "啾", "416": "善", "417": "喜", "418": "喧", "419": "喷", "420": "喻", "421": "嗔", "422": "嗟", "423": "嗣", "424": "嘈", "425": "嘉", "426": "嘲", "427": "嘶", "428": "器", "429": "噫", "430": "嚼", "431": "四", "432": "回", "433": "因", "434": "团", "435": "园", "436": "困", "437": "围", "438": "固", "439": "国", "440": "图", "441": "圃", "442": "圆", "443": "圉", "444": "土", "445": "圣", "446": "在", "447": "圭", "448": "地", "449": "场", "450": "坊", "451": "坎", "452": "坐", "453": "坚", "454": "坛", "455": "坟", "456": "坠", "457": "坡", "458": "坤", "459": "坦", "460": "坼", "461": "垂", "462": "垒", "463": "垓", "464": "垢", "465": "垣", "466": "埃", "467": "埋", "468": "城", "469": "域", "470": "基", "471": "堂", "472": "堆", "473": "堕", "474": "堤", "475": "堪", "476": "塔", "477": "塘", "478": "塞", "479": "填", "480": "墀", "481": "境", "482": "墓", "483": "墙", "484": "增", "485": "墟", "486": "墨", "487": "壁", "488": "壑", "489": "士", "490": "壮", "491": "声", "492": "壶", "493": "处", "494": "备", "495": "复", "496": "夏", "497": "夔", "498": "夕", "499": "外", "500": "夙", "501": "多", "502": "夜", "503": "大", "504": "天", "505": "太", "506": "夫", "507": "央", "508": "失", "509": "头", "510": "夷", "511": "夸", "512": "夹", "513": "夺", "514": "奇", "515": "奈", "516": "奉", "517": "奋", "518": "奏", "519": "契", "520": "奔", "521": "奠", "522": "奢", "523": "奥", "524": "女", "525": "奴", "526": "好", "527": "如", "528": "妃", "529": "妆", "530": "妇", "531": "妍", "532": "妒", "533": "妓", "534": "妖", "535": "妙", "536": "妤", "537": "妥", "538": "妨", "539": "妹", "540": "妻", "541": "妾", "542": "姊", "543": "始", "544": "姑", "545": "姓", "546": "委", "547": "姥", "548": "姨", "549": "姬", "550": "姿", "551": "娄", "552": "娇", "553": "娉", "554": "娑", "555": "娘", "556": "娟", "557": "娥", "558": "婀", "559": "婕", "560": "婢", "561": "婵", "562": "婿", "563": "媒", "564": "媚", "565": "嫁", "566": "嫌", "567": "嫔", "568": "嫠", "569": "嫦", "570": "子", "571": "孔", "572": "字", "573": "存", "574": "孙", "575": "孝", "576": "孟", "577": "季", "578": "孤", "579": "学", "580": "孰", "581": "宁", "582": "宅", "583": "宇", "584": "守", "585": "安", "586": "宋", "587": "完", "588": "宓", "589": "宗", "590": "官", "591": "宙", "592": "定", "593": "宛", "594": "宜", "595": "宝", "596": "实", "597": "宠", "598": "审", "599": "客", "600": "宣", "601": "室", "602": "宦", "603": "宫", "604": "宰", "605": "宴", "606": "宵", "607": "家", "608": "宸", "609": "容", "610": "宾", "611": "宿", "612": "寂", "613": "寄", "614": "密", "615": "寇", "616": "富", "617": "寐", "618": "寒", "619": "寓", "620": "寝", "621": "寞", "622": "寥", "623": "寰", "624": "寸", "625": "对", "626": "寺", "627": "寻", "628": "导", "629": "寿", "630": "封", "631": "射", "632": "将", "633": "尉", "634": "尊", "635": "小", "636": "少", "637": "尔", "638": "尘", "639": "尚", "640": "尝", "641": "尤", "642": "尧", "643": "就", "644": "尹", "645": "尺", "646": "尽", "647": "尾", "648": "局", "649": "层", "650": "居", "651": "屈", "652": "屋", "653": "屏", "654": "屐", "655": "展", "656": "属", "657": "屠", "658": "屡", "659": "履", "660": "屯", "661": "山", "662": "屹", "663": "岁", "664": "岂", "665": "岐", "666": "岑", "667": "岘", "668": "岛", "669": "岩", "670": "岭", "671": "岳", "672": "岸", "673": "峡", "674": "峥", "675": "峦", "676": "峨", "677": "峰", "678": "崇", "679": "崔", "680": "崖", "681": "崦", "682": "崩", "683": "嵋", "684": "嵘", "685": "嵩", "686": "嵬", "687": "嵯", "688": "嶷", "689": "巅", "690": "川", "691": "州", "692": "巡", "693": "巢", "694": "工", "695": "左", "696": "巧", "697": "巫", "698": "差", "699": "己", "700": "已", "701": "巴", "702": "巷", "703": "巾", "704": "市", "705": "布", "706": "帆", "707": "师", "708": "希", "709": "帐", "710": "帖", "711": "帘", "712": "帚", "713": "帛", "714": "帝", "715": "带", "716": "席", "717": "帷", "718": "常", "719": "帻", "720": "幄", "721": "幌", "722": "幕", "723": "幡", "724": "干", "725": "平", "726": "年", "727": "并", "728": "幸", "729": "幼", "730": "幽", "731": "广", "732": "庄", "733": "庆", "734": "床", "735": "序", "736": "庐", "737": "库", "738": "应", "739": "底", "740": "店", "741": "庙", "742": "府", "743": "庞", "744": "废", "745": "度", "746": "座", "747": "庭", "748": "庶", "749": "康", "750": "庸", "751": "庾", "752": "廊", "753": "廪", "754": "延", "755": "建", "756": "开", "757": "异", "758": "弃", "759": "弄", "760": "式", "761": "弓", "762": "引", "763": "弟", "764": "张", "765": "弥", "766": "弦", "767": "弧", "768": "弱", "769": "弹", "770": "强", "771": "归", "772": "当", "773": "录", "774": "彗", "775": "形", "776": "彦", "777": "彩", "778": "彭", "779": "影", "780": "役", "781": "彼", "782": "往", "783": "征", "784": "径", "785": "待", "786": "徊", "787": "徐", "788": "徒", "789": "得", "790": "徘", "791": "徙", "792": "御", "793": "微", "794": "德", "795": "徽", "796": "心", "797": "必", "798": "忆", "799": "忌", "800": "忍", "801": "志", "802": "忘", "803": "忝", "804": "忧", "805": "快", "806": "念", "807": "忽", "808": "怀", "809": "态", "810": "怅", "811": "怆", "812": "怒", "813": "怕", "814": "怜", "815": "思", "816": "怡", "817": "急", "818": "性", "819": "怨", "820": "怪", "821": "怯", "822": "总", "823": "恃", "824": "恋", "825": "恍", "826": "恐", "827": "恢", "828": "恣", "829": "恤", "830": "恨", "831": "恩", "832": "恬", "833": "恭", "834": "息", "835": "恶", "836": "恻", "837": "悄", "838": "悔", "839": "悟", "840": "悠", "841": "悦", "842": "悬", "843": "悯", "844": "悲", "845": "悴", "846": "悸", "847": "悼", "848": "情", "849": "惆", "850": "惊", "851": "惋", "852": "惘", "853": "惜", "854": "惟", "855": "惨", "856": "惭", "857": "惯", "858": "想", "859": "惹", "860": "愁", "861": "愈", "862": "意", "863": "愚", "864": "感", "865": "愤", "866": "愧", "867": "愿", "868": "慈", "869": "慎", "870": "慑", "871": "慕", "872": "慢", "873": "慨", "874": "慰", "875": "慵", "876": "慷", "877": "憎", "878": "憔", "879": "憩", "880": "戈", "881": "戍", "882": "戎", "883": "戏", "884": "成", "885": "我", "886": "戒", "887": "或", "888": "战", "889": "戚", "890": "戟", "891": "截", "892": "戮", "893": "戴", "894": "户", "895": "房", "896": "所", "897": "扁", "898": "扃", "899": "扇", "900": "扉", "901": "手", "902": "扌", "903": "才", "904": "扑", "905": "打", "906": "托", "907": "扣", "908": "扪", "909": "扫", "910": "扬", "911": "扶", "912": "承", "913": "把", "914": "抑", "915": "投", "916": "折", "917": "抚", "918": "护", "919": "报", "920": "披", "921": "抱", "922": "抵", "923": "抹", "924": "抽", "925": "拂", "926": "拍", "927": "拔", "928": "招", "929": "拜", "930": "拟", "931": "拢", "932": "拣", "933": "拥", "934": "拦", "935": "拨", "936": "拱", "937": "拳", "938": "拽", "939": "拾", "940": "持", "941": "挂", "942": "指", "943": "按", "944": "挑", "945": "挥", "946": "挫", "947": "挲", "948": "挹", "949": "换", "950": "捣", "951": "捧", "952": "据", "953": "捶", "954": "捷", "955": "捻", "956": "授", "957": "掌", "958": "掎", "959": "排", "960": "掖", "961": "掘", "962": "掠", "963": "探", "964": "掣", "965": "接", "966": "控", "967": "推", "968": "掩", "969": "掬", "970": "掷", "971": "掺", "972": "掾", "973": "插", "974": "援", "975": "揽", "976": "搔", "977": "搜", "978": "摇", "979": "摘", "980": "摧", "981": "摩", "982": "摭", "983": "撑", "984": "撰", "985": "撷", "986": "撼", "987": "操", "988": "擘", "989": "攀", "990": "攒", "991": "支", "992": "收", "993": "攸", "994": "改", "995": "攻", "996": "放", "997": "故", "998": "效", "999": "敌", "1000": "救", "1001": "敖", "1002": "教", "1003": "敛", "1004": "敝", "1005": "敞", "1006": "敢", "1007": "散", "1008": "数", "1009": "敲", "1010": "整", "1011": "敷", "1012": "文", "1013": "斋", "1014": "斑", "1015": "斗", "1016": "料", "1017": "斜", "1018": "斧", "1019": "斫", "1020": "断", "1021": "斯", "1022": "新", "1023": "方", "1024": "於", "1025": "施", "1026": "旁", "1027": "旃", "1028": "旄", "1029": "旅", "1030": "旆", "1031": "旋", "1032": "旌", "1033": "旒", "1034": "旗", "1035": "无", "1036": "既", "1037": "日", "1038": "旦", "1039": "旧", "1040": "早", "1041": "旭", "1042": "时", "1043": "旷", "1044": "昂", "1045": "昌", "1046": "明", "1047": "昏", "1048": "易", "1049": "昔", "1050": "星", "1051": "映", "1052": "春", "1053": "昧", "1054": "昨", "1055": "昭", "1056": "是", "1057": "昼", "1058": "晋", "1059": "晏", "1060": "晓", "1061": "晖", "1062": "晚", "1063": "晦", "1064": "晨", "1065": "景", "1066": "晴", "1067": "晶", "1068": "智", "1069": "暂", "1070": "暇", "1071": "暖", "1072": "暗", "1073": "暝", "1074": "暮", "1075": "曙", "1076": "曩", "1077": "曰", "1078": "曲", "1079": "曳", "1080": "更", "1081": "曷", "1082": "曹", "1083": "曾", "1084": "替", "1085": "最", "1086": "月", "1087": "有", "1088": "朋", "1089": "服", "1090": "朔", "1091": "望", "1092": "朝", "1093": "期", "1094": "木", "1095": "未", "1096": "末", "1097": "本", "1098": "札", "1099": "术", "1100": "朱", "1101": "朵", "1102": "机", "1103": "朽", "1104": "杀", "1105": "杂", "1106": "权", "1107": "杉", "1108": "李", "1109": "材", "1110": "村", "1111": "杖", "1112": "杜", "1113": "杞", "1114": "束", "1115": "条", "1116": "来", "1117": "杨", "1118": "杪", "1119": "杯", "1120": "杲", "1121": "杳", "1122": "杵", "1123": "松", "1124": "极", "1125": "枉", "1126": "枕", "1127": "林", "1128": "果", "1129": "枝", "1130": "枣", "1131": "枥", "1132": "枪", "1133": "枫", "1134": "枯", "1135": "柄", "1136": "柏", "1137": "染", "1138": "柔", "1139": "柯", "1140": "柱", "1141": "柳", "1142": "柴", "1143": "栀", "1144": "标", "1145": "栈", "1146": "栊", "1147": "栋", "1148": "树", "1149": "栖", "1150": "栗", "1151": "校", "1152": "株", "1153": "根", "1154": "格", "1155": "桂", "1156": "桃", "1157": "案", "1158": "桐", "1159": "桑", "1160": "桥", "1161": "梁", "1162": "梅", "1163": "梓", "1164": "梗", "1165": "梢", "1166": "梦", "1167": "梧", "1168": "梨", "1169": "梭", "1170": "梯", "1171": "梳", "1172": "梵", "1173": "检", "1174": "棋", "1175": "棘", "1176": "棠", "1177": "森", "1178": "棱", "1179": "棹", "1180": "椒", "1181": "楚", "1182": "楫", "1183": "楸", "1184": "楹", "1185": "楼", "1186": "榆", "1187": "榜", "1188": "榴", "1189": "榻", "1190": "槌", "1191": "槐", "1192": "槛", "1193": "槿", "1194": "横", "1195": "樯", "1196": "樵", "1197": "樽", "1198": "橐", "1199": "檄", "1200": "檐", "1201": "欠", "1202": "次", "1203": "欢", "1204": "欤", "1205": "欲", "1206": "歇", "1207": "歌", "1208": "止", "1209": "正", "1210": "此", "1211": "步", "1212": "武", "1213": "歧", "1214": "死", "1215": "歼", "1216": "殉", "1217": "殊", "1218": "残", "1219": "殒", "1220": "殷", "1221": "殿", "1222": "毅", "1223": "毋", "1224": "母", "1225": "每", "1226": "毒", "1227": "比", "1228": "毛", "1229": "毡", "1230": "毫", "1231": "氏", "1232": "民", "1233": "气", "1234": "水", "1235": "氵", "1236": "永", "1237": "汀", "1238": "求", "1239": "汉", "1240": "汗", "1241": "汝", "1242": "江", "1243": "池", "1244": "污", "1245": "汤", "1246": "汨", "1247": "汪", "1248": "汲", "1249": "沃", "1250": "沈", "1251": "沉", "1252": "沐", "1253": "沓", "1254": "沙", "1255": "没", "1256": "沦", "1257": "沧", "1258": "沫", "1259": "沮", "1260": "沱", "1261": "河", "1262": "沸", "1263": "治", "1264": "沼", "1265": "沽", "1266": "沾", "1267": "沿", "1268": "泄", "1269": "泉", "1270": "泊", "1271": "泌", "1272": "法", "1273": "泗", "1274": "泛", "1275": "泠", "1276": "波", "1277": "泣", "1278": "泥", "1279": "泪", "1280": "泯", "1281": "泽", "1282": "洁", "1283": "洄", "1284": "洋", "1285": "洎", "1286": "洒", "1287": "洗", "1288": "洛", "1289": "洞", "1290": "津", "1291": "洮", "1292": "洲", "1293": "派", "1294": "流", "1295": "浅", "1296": "浆", "1297": "浊", "1298": "测", "1299": "济", "1300": "浏", "1301": "浑", "1302": "浓", "1303": "浔", "1304": "浚", "1305": "浣", "1306": "浦", "1307": "浩", "1308": "浪", "1309": "浮", "1310": "浴", "1311": "海", "1312": "浸", "1313": "涂", "1314": "消", "1315": "涌", "1316": "涓", "1317": "涕", "1318": "涛", "1319": "涣", "1320": "涤", "1321": "涧", "1322": "涨", "1323": "涩", "1324": "涯", "1325": "液", "1326": "涵", "1327": "淄", "1328": "淋", "1329": "淑", "1330": "淡", "1331": "淮", "1332": "深", "1333": "淳", "1334": "混", "1335": "淹", "1336": "添", "1337": "清", "1338": "渌", "1339": "渐", "1340": "渔", "1341": "渚", "1342": "渠", "1343": "渡", "1344": "温", "1345": "渭", "1346": "游", "1347": "渺", "1348": "湍", "1349": "湓", "1350": "湖", "1351": "湘", "1352": "湾", "1353": "湿", "1354": "溅", "1355": "源", "1356": "溜", "1357": "溪", "1358": "溯", "1359": "溶", "1360": "滁", "1361": "滂", "1362": "滋", "1363": "滑", "1364": "滚", "1365": "滞", "1366": "滟", "1367": "满", "1368": "滨", "1369": "滩", "1370": "滴", "1371": "漂", "1372": "漏", "1373": "漓", "1374": "演", "1375": "漠", "1376": "漫", "1377": "漱", "1378": "漳", "1379": "漾", "1380": "潇", "1381": "潘", "1382": "潜", "1383": "潦", "1384": "潭", "1385": "潮", "1386": "潸", "1387": "潺", "1388": "潼", "1389": "澄", "1390": "澈", "1391": "澜", "1392": "澹", "1393": "激", "1394": "濡", "1395": "濯", "1396": "瀑", "1397": "瀚", "1398": "瀛", "1399": "灞", "1400": "火", "1401": "灭", "1402": "灯", "1403": "灰", "1404": "灵", "1405": "灶", "1406": "炉", "1407": "炊", "1408": "炙", "1409": "炬", "1410": "点", "1411": "烂", "1412": "烈", "1413": "烛", "1414": "烟", "1415": "烦", "1416": "烧", "1417": "烬", "1418": "热", "1419": "烹", "1420": "烽", "1421": "焉", "1422": "焚", "1423": "焰", "1424": "然", "1425": "煎", "1426": "照", "1427": "煮", "1428": "熊", "1429": "熏", "1430": "熙", "1431": "熟", "1432": "燃", "1433": "燎", "1434": "燕", "1435": "爪", "1436": "爰", "1437": "爱", "1438": "父", "1439": "爽", "1440": "片", "1441": "牖", "1442": "牙", "1443": "牛", "1444": "牧", "1445": "物", "1446": "牵", "1447": "犀", "1448": "犁", "1449": "犬", "1450": "犯", "1451": "犹", "1452": "狂", "1453": "狐", "1454": "狗", "1455": "狙", "1456": "独", "1457": "狮", "1458": "狱", "1459": "狼", "1460": "猎", "1461": "猛", "1462": "猜", "1463": "猩", "1464": "猬", "1465": "献", "1466": "猱", "1467": "猷", "1468": "猿", "1469": "玄", "1470": "玉", "1471": "王", "1472": "玛", "1473": "玩", "1474": "环", "1475": "玲", "1476": "玳", "1477": "玺", "1478": "珂", "1479": "珊", "1480": "珍", "1481": "珑", "1482": "珠", "1483": "班", "1484": "理", "1485": "琐", "1486": "琴", "1487": "琵", "1488": "琶", "1489": "琼", "1490": "瑁", "1491": "瑕", "1492": "瑙", "1493": "瑚", "1494": "瑟", "1495": "瑶", "1496": "瓜", "1497": "瓢", "1498": "瓦", "1499": "瓶", "1500": "甘", "1501": "生", "1502": "用", "1503": "甫", "1504": "田", "1505": "由", "1506": "甲", "1507": "申", "1508": "电", "1509": "男", "1510": "画", "1511": "畋", "1512": "界", "1513": "畏", "1514": "畔", "1515": "留", "1516": "略", "1517": "疏", "1518": "疑", "1519": "疠", "1520": "疴", "1521": "疾", "1522": "病", "1523": "痕", "1524": "瘴", "1525": "癸", "1526": "登", "1527": "白", "1528": "百", "1529": "皆", "1530": "皇", "1531": "皋", "1532": "皎", "1533": "皓", "1534": "皮", "1535": "盈", "1536": "益", "1537": "盍", "1538": "监", "1539": "盖", "1540": "盗", "1541": "盘", "1542": "盛", "1543": "目", "1544": "盱", "1545": "直", "1546": "相", "1547": "盾", "1548": "省", "1549": "眉", "1550": "看", "1551": "眙", "1552": "真", "1553": "眠", "1554": "眸", "1555": "眺", "1556": "眼", "1557": "睇", "1558": "睡", "1559": "睢", "1560": "睹", "1561": "瞿", "1562": "矛", "1563": "矜", "1564": "矢", "1565": "矣", "1566": "知", "1567": "矫", "1568": "短", "1569": "石", "1570": "矶", "1571": "砍", "1572": "砚", "1573": "砧", "1574": "破", "1575": "砺", "1576": "确", "1577": "碍", "1578": "碎", "1579": "碑", "1580": "碣", "1581": "碧", "1582": "磊", "1583": "磋", "1584": "磔", "1585": "磨", "1586": "磬", "1587": "磴", "1588": "示", "1589": "社", "1590": "祀", "1591": "祖", "1592": "祚", "1593": "祜", "1594": "祝", "1595": "神", "1596": "祠", "1597": "祭", "1598": "祷", "1599": "禀", "1600": "禁", "1601": "禅", "1602": "福", "1603": "禹", "1604": "离", "1605": "禽", "1606": "禾", "1607": "秀", "1608": "私", "1609": "秋", "1610": "种", "1611": "科", "1612": "租", "1613": "秦", "1614": "秩", "1615": "积", "1616": "称", "1617": "移", "1618": "稀", "1619": "程", "1620": "税", "1621": "稚", "1622": "稳", "1623": "稹", "1624": "稽", "1625": "穆", "1626": "穴", "1627": "穷", "1628": "穹", "1629": "空", "1630": "穿", "1631": "突", "1632": "窃", "1633": "窈", "1634": "窕", "1635": "窗", "1636": "窜", "1637": "窠", "1638": "窥", "1639": "窦", "1640": "立", "1641": "竞", "1642": "竟", "1643": "章", "1644": "童", "1645": "端", "1646": "竹", "1647": "竿", "1648": "笑", "1649": "笔", "1650": "笙", "1651": "笛", "1652": "笠", "1653": "符", "1654": "第", "1655": "笳", "1656": "笼", "1657": "等", "1658": "筋", "1659": "答", "1660": "策", "1661": "筚", "1662": "筝", "1663": "筠", "1664": "筵", "1665": "筹", "1666": "简", "1667": "箔", "1668": "管", "1669": "箧", "1670": "箫", "1671": "箭", "1672": "箸", "1673": "篁", "1674": "篇", "1675": "篥", "1676": "篦", "1677": "篱", "1678": "簟", "1679": "簪", "1680": "籁", "1681": "籍", "1682": "米", "1683": "类", "1684": "粉", "1685": "粗", "1686": "粝", "1687": "粟", "1688": "精", "1689": "系", "1690": "素", "1691": "索", "1692": "紫", "1693": "累", "1694": "絮", "1695": "綦", "1696": "繁", "1697": "纟", "1698": "纡", "1699": "红", "1700": "纤", "1701": "约", "1702": "纨", "1703": "纬", "1704": "纱", "1705": "纲", "1706": "纵", "1707": "纶", "1708": "纷", "1709": "纸", "1710": "纹", "1711": "线", "1712": "组", "1713": "绅", "1714": "细", "1715": "织", "1716": "终", "1717": "绎", "1718": "经", "1719": "结", "1720": "绕", "1721": "给", "1722": "绛", "1723": "络", "1724": "绝", "1725": "统", "1726": "绡", "1727": "绢", "1728": "绣", "1729": "继", "1730": "绪", "1731": "续", "1732": "绮", "1733": "绰", "1734": "绳", "1735": "维", "1736": "绵", "1737": "绿", "1738": "缀", "1739": "缄", "1740": "缈", "1741": "缓", "1742": "缕", "1743": "编", "1744": "缘", "1745": "缚", "1746": "缝", "1747": "缟", "1748": "缠", "1749": "缥", "1750": "缨", "1751": "缮", "1752": "缴", "1753": "缺", "1754": "网", "1755": "罗", "1756": "罢", "1757": "罪", "1758": "置", "1759": "罴", "1760": "羁", "1761": "羊", "1762": "羌", "1763": "美", "1764": "羞", "1765": "羡", "1766": "群", "1767": "羯", "1768": "羲", "1769": "羹", "1770": "羽", "1771": "羿", "1772": "翁", "1773": "翎", "1774": "翔", "1775": "翘", "1776": "翠", "1777": "翡", "1778": "翥", "1779": "翰", "1780": "翳", "1781": "翻", "1782": "翼", "1783": "耀", "1784": "老", "1785": "者", "1786": "而", "1787": "耐", "1788": "耕", "1789": "耳", "1790": "耶", "1791": "耸", "1792": "耻", "1793": "耿", "1794": "聆", "1795": "聊", "1796": "职", "1797": "联", "1798": "肃", "1799": "肆", "1800": "肉", "1801": "肌", "1802": "肘", "1803": "肝", "1804": "肠", "1805": "股", "1806": "肤", "1807": "肥", "1808": "肯", "1809": "育", "1810": "胁", "1811": "胄", "1812": "胆", "1813": "背", "1814": "胜", "1815": "胝", "1816": "胡", "1817": "胥", "1818": "能", "1819": "脂", "1820": "脊", "1821": "脍", "1822": "脑", "1823": "脚", "1824": "脯", "1825": "脱", "1826": "脾", "1827": "腊", "1828": "腐", "1829": "腥", "1830": "腰", "1831": "腹", "1832": "腻", "1833": "腾", "1834": "膏", "1835": "膳", "1836": "膺", "1837": "臂", "1838": "臆", "1839": "臊", "1840": "臣", "1841": "自", "1842": "至", "1843": "致", "1844": "臼", "1845": "臾", "1846": "舅", "1847": "舆", "1848": 